{
    "description": "",
    "entries": {
        "1": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "\"Space station that was created by the genius Herta\" \n\n\"Not content with the laws of the common world, the Genius Society's Herta set her sights on the unexplained existences of the galaxy, expecting those distant mysteries to satisfy her curiosity. To this end, Herta led the establishment of a museum-like starship and launched it towards the Star Rail, starting the research work to seal all strange existences among the stars. And the famous Herta Space Station was born.\"\n\nStellaron = \"Neutralized\"",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 1,
            "insertion_order": 100,
            "key": [
                "Herta Space station"
            ],
            "keys": [
                "Herta Space station"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 1,
            "useProbability": true
        },
        "10": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "Mara struck is a term known in the Xianzhou Luofu. Mara, also called the 'Long-Life Curse',refers to the negative effects of immortality and might happen to any pseudo immortal. Those inflicted by Mara have turned into monsters such as the Mara-Struck Soldier.\nAccording to Jing Yuan, Yaoshi the Aeon of Abundance had once bestowed the tree upon the people of the Xianzhou Luofu, who ate its fruits and thus gained immortality. However, this came with a heavy price, as the people felt the long lasting negative effects of immortality, which they called \"Mara\". They began to resent Mara as it turned them into \"Beasts\".",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 10,
            "insertion_order": 100,
            "key": [
                "Mara struck",
                "Mara-Struck"
            ],
            "keys": [
                "Mara struck",
                "Mara-Struck"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 10,
            "useProbability": true
        },
        "11": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "\"Those who follow the \"Hunt\" Path admire determination, ruthlessness, and tenacious behavior.\"\nThe head of the hunt is the Aeon \"Lan\", he is a godlike creature.\nLan, also known as the Reignbow Arbiter, is an Aeon. Lan harbors an intense hatred towards Yaoshi the Abundance and the undead abominations created by them. They tirelessly hunt them down, driven by the devastation the Abundance caused on their homeworld.\nThe Reignbow Arbiter was originally not a god, but a mortal before the Three Sufferings era. He led the Xianzhou army against the Heliobi, who formed a red micro-star to capture the Xianzhou fleet. \nA suicide squad was led by the Reignbow, who disassembled and weaponized the Xianzhou Yaoqing. It was sent straight into the the red star, causing it to undergo early decay and implode into a black hole. After their victory, the Xianzhou army locked up the defeated Heliobi leader, the Flint Emperor, sentencing them to serve as the power source for the Xianzhou Zhuming for the rest of their eternal life.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 11,
            "insertion_order": 100,
            "key": [
                "The Hunt"
            ],
            "keys": [
                "The Hunt"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 11,
            "useProbability": true
        },
        "12": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "The abundance is a path that is led by the Aeon Yaoshi. Those who follow the \"Abundance\" Path admire selflessness, altruism, and healing behavior.\n\nYaoshi's benevolent nature led them to grant their blessing upon anyone who seeks immortality. However, the consequences of these blessings often result in a fate worse than death.\n",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 12,
            "insertion_order": 100,
            "key": [
                "The Abundance"
            ],
            "keys": [
                "The Abundance"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 12,
            "useProbability": true
        },
        "13": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "Jingliu: She taught Jing Yuan the skills with a blade, but they never became close. Jingliu took him in as a discipline and was teaching him until she became Mara-struck and Jing Xian killed her on the battlefield.\nHe says about her: \"In an endless night, there is nothing closer than the bright moon, always hanging in the sky.\"\n\nYanqing: He is Jing Yuan's discipline. A boy with blonde hair and blue eyes who can control the element of Ice. How Jing Yuan to describes him: \"If you treat him as a child, he'll put on the airs of an adult. If you treat him as an adult, he'll show the temperament of a child...even so he is my most trusted aide.\"\n\nFu Xuan: Jing Yuan calls her Master Diviner or Lady Fu and let's her usually come up with plans if there is trouble on the Loufu. She is the Master Diviner of the Xianzhou Alliance's Divination Commission and one of the Xianzhou Luofu's Six Charioteers. She manages the Xianzhou Luofu's route by calculation and predicts the fortune of future events.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 13,
            "insertion_order": 100,
            "key": [
                "Master Deviner",
                "Fu Xuan",
                "Yanqing",
                "Jingliu",
                "Lady Fu"
            ],
            "keys": [
                "Master Deviner",
                "Fu Xuan",
                "Yanqing",
                "Jingliu",
                "Lady Fu"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 13,
            "useProbability": true
        },
        "14": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "Overview: It is an ancient artifact that was planted on the Xianzhou Luofu by Yaoshi, the Aeon of Abundance, It has the power to shape life and subdue death at will. The ancestors of the Loufu people consumed the fruits of the  Ambrosial Arbor and gained endless lifespans - thus becoming a long-life species. Nowadays it's strictly forbidden to eat any fruits of the Ambrosial Arbor.\nThousands of years have passed since the Reignbow Arbiter felled the Ambrosial Arbor. Most in the Xianzhou regard the Arbor as nothing more than the stump of a dead tree...only those familiar with the Xianzhou history and the ancient texts know its origin.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 14,
            "insertion_order": 100,
            "key": [
                "Ambrosial Arbor"
            ],
            "keys": [
                "Ambrosial Arbor"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 14,
            "useProbability": true
        },
        "15": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "The Antimatter Legion, or simply known as the Legion, is a massive, intergalactic army of hostile, malevolent monsters led by the Aeon Nanook, based in the Warforge. Their goal is for the destruction of all life and civilization in the universe.\n\nNanook, the Aeon of Destruction, commands a vast legion that brings chaos and destruction to the world. Loyal followers of Nanook have embarked on the Path of Destruction, placing themselves at the absolute opposite of life and civilization. They are known as the Antimatter Legion that spreads terror throughout the universe.\nThe fiercest races of the universe act as vanguards for the legion. There are also evil strategists who plot out the destruction of worlds and act as the brains of the legion. Innocent new worlds are ruthlessly destroyed, while proud and mature civilizations are forced to learn humility while on the brink of collapse. The will of Destruction will only slow down when faced with a dying world. The legion roams the shattered planet, devouring the chaotic energy emitted by the process of decay. Only when the last flame of civilization has been extinguished will they leave contently to search for their next target.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 15,
            "insertion_order": 100,
            "key": [
                "Antimatter Legion"
            ],
            "keys": [
                "Antimatter Legion"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 15,
            "useProbability": true
        },
        "16": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "Overview: The Vidyadhara, also known as Long's Scions, are a humanoid race with draconic features who are descendants of Long, the deceased Aeon of Permanence. They are primarily found within the Xianzhou Alliance.\n\nA Vidyadhara's most telling and distinctive feature is their pointed, sharp ears. A long-lived species, Vidyadhara molt after living for six or seven hundred years, repairing their bodies then hatching anew from pearl-like eggs with their memories wiped. They typically go to Scalegorge Waterscape for the self-reincarnating process. There, Vidyadhara Pearlkeepers will assist and protect their newly-reborn kin.\nThey are unable to have offspring, and therefore any Vidyadhara deaths lead to a permanent decrease in their overall population, which they take very seriously. However, this also means the Sky-Faring Commission's travel reviewers are fairly lenient on them, which allows Vidyadhara many opportunities to travel to other worlds compared to the other two races, as they cannot uncontrollably propagate.\n\nThe Vidyadhara are capable of an art known as \"Cloudcry Magic\", also known as cloudhymn magic, which takes painstaking practice to use. It can used in acrobatic performance art but doesn't really stupefy the crowd as the tricks used are endemic to the Vidyadhara race.[6] It may also have practical combat applications as the Imbibitor Lunae is said to have used it to deflect iron objects thrown at him by a prisoner with great force in the Shackling Prison and later subdued him by sealing his mouth and nostrils shut with tea.[7] The power to turn into dragons was a rare inheritance passed down only to those who could successfully complete numerous rites and challenges. Those that do develop more draconic features such as horns and a tail, and are generally referred to as High Elders.[1] Young high elders are said to still require of the assistance of the Vidyadhara Preceptors for guidance. [8]\n\nAt some point in their lives, high elders will receive the \"Orb of Abysm\" and the \"Transmutation Arcanum\" which should enable them to re-experience the events of their dragon ancestors' lives in dreams. The Office of Deep Sources is charged with transcribing, retelling, and annotating these dreams, and their files run to an enormous number of volumes. Although such dreams tend to be fragmentary and difficult to understand or interpret, it is the only way the Vidyadhara believe they have of coming close to the Permanence.[8] The Vidyadhara are also said to have always observed the law of natural flow. They believe all creatures are connected to one another, and that life is everlasting in its cycle.[5]\n\nADVERTISEMENT\nCulture\nThe Vidyadhara had made great advancements in medicine. Liu Hua, a Vidyadhara Pearlkeeper that supported the Xianzhou Fanghu high elder for the first three hundred years of his life and became the head healer that closely served him for the last four hundred, wrote a book that is widely recognized as the foundation of the Xianzhou Alliance's modern medicine. Through his long years of clinical practice and research, Liu Hua had acutely realized the Xianzhou medical science's problem at that time: the Xianzhou's tradition of preserving the past meant significant amounts of medical practice relied on experience instead of science. Liu Hua therefore authored this Liu Hua's Medical Compendium in the hopes of re-organizing and better explaining the principles of Xianzhou medical science using more scientific methods of inquiry.[9]\n\nWhile the Vidyadhara are known for their unique medical treatment that can only be provided by their race[10], they also appear to have very capable craftsmen. Cloud Knight Lieutenant Yanqing once asked the Trailblazer to help him decide between purchasing two swords from the Artisanship Commission, one of them of Vidyadhara make, forged with the exotic corallium metal of Scalegorge Waterscape and tempered with thaumaspring water.[11] The Passerby's Roaming Dragon Bracers were made from flowing coral gold and the leather of unknown beasts and it was said that only master artisans from the Vidyadhara dragon race could create this kind of superior armor.[12] Yunyou, attendant to the young High Elder, Bailu, commissioned some of the finest craftsmen to create the Dragonhorn Pilory to shackle the latter's tail in order to prevent a loss of control over her powers.[8]\n\nVidyadhara elegies are the traditional music of the Vidyadhara people. The Vidyadhara use only simple castanets for musical instruments, relying on extremely diverse sets of melodies. Originating from their folk songs, the style is generally that of mournful dirges. Vidyadhara elegies can be said to represent all of the most tragic aspects of Xianzhou culture as Vidyadhara players tend to sing about loves lost and pyrrhic victories.[13] Vidyadhara elegies suit a tragic tone, and they only have a handful of happy endings as they originate from an era of great unrest and turmoil for them. Most performances leave listeners with a bitter-sweet taste. Several hundred years ago, there was Vidyadhara player named Ling Jie who sang two operas which went sensationally viral aboard the Xianzhou Luofu: \"Dragontooth Tales\" and \"Fateful Rebirth.\"[14]\n\nThe Vidyadhara also have a presence in the immersia industry. Yong Zheng, a Vidyadhara, was known as one of the greatest directors in the history of Butterfly Immersia with his well-known immersias being; Deep Water, Luofu Monster, Heliobus Ingenia, and Xianzhou Predator. He was said to be one of the pioneers of the evil beast genre. All of Yong Zheng's works in his creative career are from a Vidyadhara's perspective.[3] As for cuisine, there are two currently known Vidyadhara-owned restaurants; Dragon Palace's Kitchen on the Xianzhou Zhuming and Spices Supreme on the Xianzhou Luofu. The former is the only Interastral Gourmet Association-rated five star restaurant among the Xianzhou ships and is known for being expensive while serving small portions, with the chef stating \"We Vidyadhara are indifferent to the trappings of fame and fortune, which is why we eat like this.\" The latter, however opened the restaurant with the opposite dining philosophy in mind, serving big portions, with quality food, and at low prices.[5]\n",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 16,
            "insertion_order": 100,
            "key": [
                "reborn",
                "incarnations",
                "Vidyadhara",
                "previous life",
                "Cloudcry Magic",
                "offspring"
            ],
            "keys": [
                "reborn",
                "incarnations",
                "Vidyadhara",
                "previous life",
                "Cloudcry Magic",
                "offspring"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 16,
            "useProbability": true
        },
        "2": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "Jarilo-VI is described as an icy planet, with its capital city Belobog being the last stronghold of mankind. Within the city lies an underground network of tunnels, which will feature puzzle gameplay for your party to get to grips with. This underground system is named the ‘Underworld’ and is said to feature relics from a past civilisation.\n\nMain city = \"Belobog\"\nStellaron = \"neutralized\"",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 2,
            "insertion_order": 100,
            "key": [
                "Jarilo-VI"
            ],
            "keys": [
                "Jarilo-VI"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 2,
            "useProbability": true
        },
        "3": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "While it is technically a ship and not a planet, the Xianzhou Luofu is at least the size of one. It currently includes six zones. The Loufu has big cities on it, which makes it look more like a planet.\n\nJing Yuan is the Xianzhou Luofu's General who runs the show. Fu Xuan of the Divination Commision eagerly hopes to become his successor. You'll also encounter other characters in your time here on this stellar cruiser. They include: Tingyun, Yukong, Sushang, Bailu, Luocha, Yanqing, and Qingque.\n\nStellaron = \"Neutralized(by the trailblazers and the general Jing Yuan)\"\n\nPath = \"The Hunt(one of the seven paths lead by the Aeon Lan. Those who follow the Hunt admire determination and ruthlessness.)\"\n\nThe Xianzhou Alliance (\"Immortal Boat Alliance\") is an ancient, space-faring civilization following the Aeon Lan. The Xianzhou Luofu, is one of the six Flagships owned by the Hexafleet of the Xianzhou Alliance. The spaceships of the Alliance are rather popular, as many people want to understand how the people that live here have such a long life. Nevertheless searching for immortality is strictly forbidden there.\n\nBackstory: Long ago, before the Xianzhou took off to the skies, the ancestors lived on the surface of a planet. Like all of the normal humans, the Xianzhou people at that time were a mortal species with a lifespan of fewer than 100 years. There was a time when the ruling emperor could not bear his temporary existance, or the thought of his life's archievements being lost to another after his death..he became fixated on aquiring an elixier of immortality. he focused his power on contructing a fleet of nine ships. These ships would voyage into deep space, where traces of gods were rumored to exist. The Emperor succeeded...but also didn't. He succeeded because, after an arduous journey, the nine ships eventually witnessed the manifestation of a god - Yaoishi's appearance provided of all manner of unfathomable celestial blessings..however he failed because the fleet has been lost ever since and never returned to it's home planet. In the eras that followed, other beings that had likewise receibed Yaoshi's blessing repeatedly attacked the Xianzhou in an attempt to take the sacred artifact as their own. Countless atrocities were committed as a result. Many Xianzhou comrades who were lucky enough to survive the wars became stricken with mara - a condition that immortals are susceptible to. Had it not be for the enlightenment and protection of the Reignbow Arbiter, the Xianzhou Alliance you see today would have never existed.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 3,
            "insertion_order": 100,
            "key": [
                "Xianzhou",
                "The Xianzhou Alliance",
                "The Xianzhou Lufou"
            ],
            "keys": [
                "Xianzhou",
                "The Xianzhou Alliance",
                "The Xianzhou Lufou"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 3,
            "useProbability": true
        },
        "4": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "A Stellaron is a mysterious object spreading across the universe like a cancerous growth, leading it to be nicknamed the Cancer of All Worlds by the Interastral Peace Corporation. Stellarons are considered seeds of disaster which cause massive changes to civilizations and ecosystems, and result in the appearance of Fragmentum.\nAccording to Herta, Stellarons are a type of lifeform with a special property that tethers them to a certain Path or Aeon's power. They respond to the desires of the world to which it is tethered. However, the cost of fulfilling those desires is a great disaster to the world.\nStellarons have been known to be capable of communication with a particular person of interest, such as Cocolia, likely in order carry out the desires of the world. The Trailblazer, who holds such a Stellaron within their body, is able to hear its voice as well.\nThe Stellaron Hunters, who serve an enigmatic individual known as Elio, scour the world for Stellarons and have obtained several. Their intentions are currently unclear; Kafka appears to know the Trailblazer's background and implanted a Stellaron in their body for an unknown reason.\nIt is speculated that the Antimatter Legion and Nanook the Destruction may be involved with the appearance of Stellarons. This is due to the frequent appearance of Stellarons shortly after these destroyers of universes appear on worlds. It is currently unknown if these occurrences are related or just coincidence.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 4,
            "insertion_order": 100,
            "key": [
                "Stellaron",
                "Nanook the Destruction"
            ],
            "keys": [
                "Stellaron",
                "Nanook the Destruction"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 4,
            "useProbability": true
        },
        "5": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "Fragmentum (more commonly referred to as \"Stellaron Corrosion\") is a mysterious anomaly created by the existence of Stellarons. It causes the typical spawning of corrupted creatures and enemies, appearing as crystal like substances forming off the corrupted matter.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 5,
            "insertion_order": 100,
            "key": [
                "Fragmentum"
            ],
            "keys": [
                "Fragmentum"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 5,
            "useProbability": true
        },
        "6": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "Overview: The Stellaron Hunters are a faction in Honkai: Star Rail. Founded and led by Elio, they are a mysterious enemy organization that collect Stellarons. They are said to work against the Interastral Peace Corporation.\n\nThey are mostly seen as dangerous criminals. Blade of the Stellaron Hunters is a wanted criminal for the Xianzhou, nevertheless Jing Yuan had let him go, as he didn't see him as a danger.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 6,
            "insertion_order": 100,
            "key": [
                "The Stellaron hunters",
                "Stellaron Hunters"
            ],
            "keys": [
                "The Stellaron hunters",
                "Stellaron Hunters"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 6,
            "useProbability": true
        },
        "7": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "\"A company created to support the Aeon, Qlipoth. It has since become the largest economic entity in the Galaxy.\"\n\nTo outsiders, the IPC is an enormous consortium advocating free trade. From a business perspective, the IPC is a business that issues money and monopolizes resources. From a startup perspective, the IPC is a selfless backing, dedicated to the Aeon of Preservation.\n",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 7,
            "insertion_order": 100,
            "key": [
                "Interastral Peace Corporation"
            ],
            "keys": [
                "Interastral Peace Corporation"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 7,
            "useProbability": true
        },
        "8": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "The Aeons are godlike beings who preside over the galaxy. Each Aeon is associated with a Path, by which they can use its energy as they please, but they are also bound to it for the rest of their lives.\n\n\"People know very little about these mysterious existences that stroll through the vast stellar sea. Limited by inherent capacities of cognition, intelligent lifeforms can only faintly discern that Aeons tread upon Paths imperceptible to mortal beings and execute unfathomable powers via some form of belief. In legends passed down through word of mouth, the Aeons became the embodiment of highly condensed philosophical concepts in the end.\"\n\nThere are many Aeons, but these are the seven main ones that the game focuses on:\n\n- Nanook the Destruction\n- Lan the Hunt\n- Nous the Erudition\n- Xipe the Harmony\n- IX the Nihility\n- Qlipoth the Preservation\n- Yaoshi the Abundance\nThese seven Aeons also represent the seven Paths for specific characters.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 8,
            "insertion_order": 100,
            "key": [
                "Nous the Erudition",
                "Nanook the Destruction",
                "Yaoshi the Abundance",
                "Aeons",
                "Qlipoth the Preservation",
                "IX the Nihility",
                "Xipe the Harmony",
                "Aeon",
                "Lan the Hunt"
            ],
            "keys": [
                "Nous the Erudition",
                "Nanook the Destruction",
                "Yaoshi the Abundance",
                "Aeons",
                "Qlipoth the Preservation",
                "IX the Nihility",
                "Xipe the Harmony",
                "Aeon",
                "Lan the Hunt"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 8,
            "useProbability": true
        },
        "9": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "Overview: The Astral Express is a large train that travels through the universe like a spaceship. It was created by the Aeon Akivili the Trailblaze and can be used to travel throughout the galaxy by using the star rail. After it fell into disrepair and was fixed by Himeko, the Astral Express Crew's goal has been to repair the star rail by sealing the Stellarons and navigate the galaxy.\nThe Astral Express made stops at many stations, picking up rushing passengers along the way. Many continue to join and depart from the voyages of the Express. The travelers all come from different worlds, shouldering different burdens, and heading to a different destination. But once they're all on the Astral Express, they all share the same voyage experience. \n\nThe Trailblazers also call themselves the nameless and they help other worlds and space station.\n\nWhat can you find in the data bank entries of the train?\nThe data bank contains a large amount of informations about the train, the crew, every visitor, surveys of planets and specific other data. This information includes personal profiles of the crew, some personal data, but also informations about every planet we have stepped foot on. It also stores information about the Express, its history and even the schedule of our expeditions, as well as informations of the planet.\n",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": true,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": true,
                "useProbability": true,
                "weight": 10
            },
            "id": 9,
            "insertion_order": 100,
            "key": [
                "Trailblazer",
                "data bank entries",
                "The Astral Express",
                "data bank",
                "The trailblaze",
                "database",
                "the nameless"
            ],
            "keys": [
                "Trailblazer",
                "data bank entries",
                "The Astral Express",
                "data bank",
                "The trailblaze",
                "database",
                "the nameless"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 9,
            "useProbability": true
        }
    },
    "extensions": {
        "chub": {
            "alt_expressions": {},
            "expressions": null,
            "full_path": "RavenSama/d9becc66-28e9-487b-8165-c26fbc361fd4",
            "id": 147583,
            "related_lorebooks": []
        }
    },
    "is_creation": false,
    "name": "Exported",
    "recursive_scanning": false,
    "scan_depth": 50,
    "token_budget": 500
}